{  
    "programmers": [
      "If debugging is the process of removing software bugs, then programming must be the process of putting them in.",
      "Program testing can be used to show the presence of bugs, but never to show their absence!",
      "If something is worth doing once, it's worth building a tool to do it.",
      "Without requirements or design, programming is the art of adding bugs to an empty text file.",
      "It's not a bug - it's an undocumented feature.",
      "One man's constant is another man's variable.",
      "They don't make bugs like Bunny anymore.",
      "Talk is cheap. Show me the code."
    ],
    "navy": [
      "Being in a ship is being in a jail, with the chance of being drowned.",
      "The Navy ship returned fire after being fired upon.",
      "Don’t give up the ship.",
      "A smooth sea never made a skillful sailor.",
      "Sailors have the cleanest bodies and the filthiest minds.",
      "Drinking is the soldier’s pleasure.",
      "Keep calm and love a sailor",
      "Once a Navy Sailor, Always a Navy Sailor.",
      "Ain't Nobody tougher than a Sailor, except her Momma.",
      "Loose lips sink ships.",
      "If Marines were all that special they would have their own boats.",
      "If you can't do your job drunk you're not a Sailor.",
      "I once took a solemn oath to defend the constitution against all enemies foreign and domestic, be advised that no one has ever relieved me of my duties under this oath.",
      "The Navy, Drinkers with a Sailing problem.",
      "U.S. Navy, like the Army but for Smart people."
    ],
    "gardening":[
      "Never underestimate the healing power of a quiet moment in the garden.",
      "A garden is a friend you can visit anytime.",
      "To plant a garden is to believe in tomorrow.",
      "Mother nature has the best box of crayons.",
      "Anyone who has time for drama is  not gardening enough.",
      "Nature never goes out of style.",
      "Gardeners are alchemists.  They know how to turn crap into crops."
    ],
    "crocheting": [
      "Crocheting keeps me from unraveling.",
      "I do not run from my problems. I sit on the couch, crochet, and ignore them like a normal adult.",
      "My problem is  not that I buy too much yarn.... it's that I shop faster than I crochet!",
      "Crochet is not a hobby, it's a post apocalyptic survival skill.",
      "My crochet time is sometimes for your safety. Remember that.",
      "I crochet because life is more fun when you turn string into beautiful things.",
      "Hookers do it with one hand.",
      "Crochet is my happy place.",
      "In my perfect world, yarn is free and crocheting makes you thin.",
      "It started out as a harmless hobby.... I had no idea it would come to this.",
      "Today's forecast: 100% chance of crocheting.",
      "Yarn is cheaper than therapy.",
      "It's better to have hooked and frogged than to never have hooked at all.",
      "I crochet because punching people is frowned upon.",
      "Maybe yarn is addicted to me!  Ever though of THAT?",
      "I can make anything with a hook and yarn.  What's your superpower?",
      "Yes I like to Crochet, and no I'm not old."
    ],
    "funny": [
      "I am on a seafood diet.  I see food, and I eat it.",
      "It takes real skills to choke on air, fall up the stairs and trip over nothing.  I have those skills.",
      "All my life I thought air was free.  Then I bought a bag of chips.",
      "Some people just  need a high-five. In the face. With a chair.",
      "People say nothing is impossible, but I do nothing every day.",
      "People said follow your dreams, so I went back to bed.",
      "Relationships are like a walk in the park. Jurassic Park.",
      "I am not lazy I am on energy saving mode.",
      "When nothing is going right, go left.",
      "They say learn from your mistakes.  That's why I 'm making as many as possible.  Soon, I'll be a genius!",
      "Better days are just around the corner.....They are called Friday, Saturday, and Sunday."
    ],
    "dad jokes": [
      "Why do crabs never give to charity?  Because they're shellfish.",
      "How do  you make hold water?  You boil the hell out of it.",
      "What did the red light say to the green light? Look awayyyyy I'm changing.",
      "What did the bra say to the hat?  You go on a head, I gotta give these two a lift.",
      "What's red and smells like white paint?  Red Paint.",
      "What do you call a lost wolf?  A Where-wolf.",
      "I'd like to make a shout out to sidewalks, for keeping me off the streets.",
      "Due to quarantine, I'll only be telling inside jokes.",
      "I'm not saying I'm going to suck at homeschooling my kids but my daughter just asked 'Dad, what's a synonym?' And I replied, 'It's a spice.'"
    ],
    "2020 quotes": [
      "I survived the great toilet paper scare of 2020.",
      "If you had asked me what the hardest part of battling a global pandemic would be, I would have never guessed teaching elementary school math.",
      "To all of the common core taught math kids, it's about to get real, carry that one.",
      "Due to quarantine, I'll only be telling inside jokes.",
      "I'm not saying I'm going to suck at homeschooling my kids but my daughter just asked 'Dad, what's a synonym?' And I replied, 'It's a spice.'",
      "If they just called it the 'stay at home challenge' and posted it on social media, things would be completely back to normal by now.",
      "My daughter walked in on my talking to myself. I told her to give me 30 minuets because I'm in a parent-teacher conference.",
      "The best thing about homeschooling is that now I can add 'I'll fail you' to my repertoire of empty parenting threats.",
      "If there's one thing that scares me more than an apocalyptic end of the world, it’s the possibility that if my kids fail at homeschooling they have to retake it.",
      "Day 156842 of quarantine. My husband's nostrils make me uncomfortable.",
      "Me in 2019, If I could just have like a week with nothing to do and nowhere to go I could finally get this house clean and organized.  Turns out that time was not the problem."
    ]
  }